const job = [
  {
    id: 'c001',
    tag: '职位',
    title: 'CSIG15-智能平台产品部-AI产品前端开发（深圳）',
    position: '技术类',
    department: 'Innovation',
    city: '上海',
    type: '社会招聘',
    time: '2021-3-20',
    responsibility:
      '1. 负责基于人工智能（ASR，NLP，TTS，BI）的各种软件产品的技术设计与开发实现；\n' +
      '2. 负责前端系统架构、性能、安全、​扩展等优化的设计和实现；\n' +
      '3. 负责平台配套工具开发, 注重效率提升以及技术难点攻关, 技术框架优化以及产品性能深度优化等。',
    requirements:
      '1、3年以上前端开发工作经验；\n' +
      '2、能够熟练运用HTML、CSS、JavaScript、NodeJS构建高性能的web应用；\n' +
      '3、熟悉掌握至少一种主流的前端框架，如React、Vue、Angular等，并了解底层原理；\n' +
      '4、精通http、https协议基本原理，能快速定位http协议相关故障；\n' +
      '5、对Web性能优化、调试、安全有深刻理解和使用经验；\n ' +
      '6、有良好的代码习惯，能编写出高效、高性能、具有高可维护性的代码；具备工程化的前端思维，善于利用合适的工具和流程解决团队日常研发问题；\n' +
      '7、有开源项目维护经验优先。\n' +
      '8、对事情有非常清晰的思考和分析能力；\n' +
      '9、具备良好的沟通能力和团队协作能力；\n' +
      '10、有责任心，能承受一定强度的工作压力；\n ' +
      '11、软件知识结构全面，基本功扎实。',
  },
  {
    id: 'c002',
    tag: '职位',
    title: 'MMO产品运营经理',
    position: '产品类',
    department: 'MMO',
    city: '北京',
    type: '社会招聘',
    time: '2021-6-29',
    responsibility:
      '整体负责游戏的运营管理和统筹工作，对运营品质及产品相关内容负责；\n' +
      '跟进把控游戏从预热上线到成熟运营，对用户的活跃及产品的收入负责；\n' +
      '基于游戏的生命周期阶段，制定细化方案，与开发团队沟通，并带领团队完成方案目标；\n' +
      '基于用户需求分析，并结合游戏运营需求，制定渠道运营策略，对运营数据指标负责。',
    requirements:
      '五年以上游戏行业经验，热爱MMO游戏品类，熟悉MMO游戏头部产品。\n' +
      '5年以上游戏运营经验，具有优秀的沟通能力和沟通技巧，能灵活面对各项合作事务和多线程的沟通工作；\n' +
      '工作态度认真负责，具有良好的学习能力，抗压能力强，团队合作意识强。',
  },
  {
    id: 'c003',
    tag: '职位',
    title: '游戏数据分析实习生',
    position: '产品类',
    department: 'Game',
    city: '上海',
    type: '校园招聘',
    time: '2021-5-10',
    responsibility:
      '1、负责产品数据相关工作，通过数据分析和数据挖掘，找出游戏的问题，调优建议和方向\n' +
      '2、负责数据分析体系搭建，包括TLOG埋点、日志上报、分析系统的规划等\n' +
      '3、负责用户画像、游戏测试数据分析、用户调研等，为版本调优和运营规划提供依据\n' +
      '4、负责游戏上线及版本分析专项，包括：新进、留存及流失、商业化、玩法优化等\n',
    requirements:
      '1、本科以上学历，2年以上游戏相关工作经验\n' +
      '2、具备较强的逻辑思维能力，并能够清晰的表达观点\n' +
      '3、热爱游戏，熟悉主要品类游戏玩法\n' +
      '4、熟悉常用的数据分析方法，熟练使用Excel进行数据分析，掌握SQL查询工具',
  },
  {
    id: 'c004',
    tag: '职位',
    title: '新手游戏资深3D场景美术设计师',
    position: '设计类',
    department: 'Game',
    city: '北京',
    type: '社会招聘',
    time: '2021-2-20',
    responsibility:
      '根据原画设计师提供的设计方案设计和制作场景/建材的3D模型；\n' +
      '设计与制作游戏内的通用场景零件，并与关卡策划配合制定场景零件搭建规则和标准；\n' +
      '和其他3D组成员进行协作，完成游戏所需的建筑/自然界/场景物件等模型输出；\n' +
      '与引擎人员对接，在引擎允许的范围内，设计与实现关卡氛围，包含但不限于天气/色卡/光照/后效/渲染风格等内容；\n' +
      '与开发人员对接，制定3D模型素材和引擎配合的技术标准。',
    requirements:
      '大专及以上学历，在完整上线项目中担任过重要岗位，负责过核心场景模型输出；\n' +
      '五年以上3D模型制作经验，两年以上独立负责核心核心关卡和场景优先；\n' +
      '有一定管理团队的能力，能够提高3D模型团队整体能力者优先；\n' +
      '擅长卡通风格者，有自己的设计理念和制作理念，能够设计制作符合美学要求和技术要求的优质模型。',
  },
  {
    id: 'c005',
    tag: '职位',
    title: '腾讯手游加速器高级交互设计师',
    position: '设计类',
    department: 'Game',
    city: '深圳',
    type: '社会招聘',
    time: '2020-3-23',
    responsibility:
      '负责多平台游戏类产品，游戏工具平台的用户体验交互设计和实现; \n' +
      '参与需求的讨论制定，归纳用户目标及任务，确立设计目标，构建交互框架和细节; \n' +
      '了解用户研究，根据用户研究的结果对设计方案进行优化; \n' +
      '对现有产品的可用性测试和评估提出改进方案，持续优化产品的用户体验; \n' +
      '参与界面规范的制定与实施。',
    requirements:
      '本科以上学历，工业设计、计算机、心理学等相关专业; \n' +
      '3年以上的游戏、互联网产品交互设计工作经验，并有成功案例; \n' +
      '熟悉交互设计理论及方法，对用户体验和易用性有敏锐的把握能力; \n' +
      '熟悉游戏及平台工具设计的相关流程; \n' +
      '包括用户分析、原型设计、易用性测试等; \n' +
      '富有激情、积极主动、关注细节、抗压能力强，学习能力强;英文能力强者更佳',
  },
  {
    id: 'c006',
    tag: '职位',
    title: '资深招聘经理',
    position: '人力资源类',
    department: 'WXG',
    city: '广州',
    type: '社会招聘',
    time: '2021-6-27',
    responsibility:
      '1、负责WXG相关部门的人力规划，制定匹配的人力管理策略并执行落地；\n' +
      '2、负责WXG相关部门的社会招聘及校园招聘工作，制定有效的招聘策略并推动落地执行，保障人才开源、甄选和吸引；\n' +
      '3、负责WXG相关部门人力资源市场分析，有效管理并优化招聘渠道；\n' +
      '4、参与WXG招聘体系化建设，甄选相关优化项目，有效管理及优化招聘渠道。',
    requirements:
      '1、全面组织实施过社会招聘和校园招聘的各项工作，并精通某一招聘模块；\n' +
      '2、掌握常用的面试方法和人力资源相关知识，在人才获取或甄选方面有较好的方法和经验沉淀；\n' +
      '3、良好的沟通协调能力和人际理解能力，且有一定的系统性思维；\n' +
      '4、良好的团队合作意识、抗压能力，开放的心态和主动的学习意识。',
  },
  {
    id: 'c007',
    tag: '职位',
    title: '渠道商业化平台产品经理',
    position: '人力资源类',
    department: 'S3',
    city: '深圳',
    type: '社会招聘',
    time: '2021-1-29',
    responsibility:
      '负责搭建渠道平台产品，参与并完成相关调研，在理解产品核心逻辑的基础上、输出产品规划并推动落地；\n' +
      '挖掘渠道业务场景中的用户价值和商业价值，结合渠道场景与需求，给出产品原型并推动上线与迭代，\n' +
      '洞察用户对渠道产品和资源的需求，设计完整的商业机制策略，提升渠道资源的商业化效率和效果; \n' +
      '负责产品的生命周期管理，保证产品的额快速推进和落地，协同运营团队完善产品，从长期价值角度，持续关注渠道平台产品的效果和迭代。',
    requirements:
      '5年以上工作经验，有商业化、电商、ToB或工具相关产品经验；\n' +
      '有过带领成功产品和项目团队的完整经验，具备成熟的产品设计&运营方法论和经验，对数据敏感，能洞察用户潜在需求，对所做产品有独立的见解，；\n' +
      '逻辑清晰，对数据敏感，能够敏锐感知新的商业机会和场景；\n' +
      '具备优秀的学习能力，思维开阔，敢于创新，责任心强，对互联网行业及招聘业务有热情。',
  },
  {
    id: 'c008',
    tag: '职位',
    title: '大数据开发实习生',
    position: '技术类',
    department: 'SRE',
    city: '上海',
    type: '校园招聘',
    time: '2021-6-29',
    responsibility:
      '1、热爱技术，对分布式存储、计算框架，海量数据处理有实际维护开发经验或者有浓厚兴趣；\n' +
      '2、掌握Java/Go/Python语言，有中大型项目开发经验；\n' +
      '3、对Hadoop、Kafka、Spark、Flink、Impala、Kudu等开源框架原理有了解，有源码优化经验者优先；\n' +
      '4、有较好的数据洞察能力，能基于数据洞察运营决策的方向和优先级；\n' +
      '5、有较强的跨团队协作能力，能承担较大的工作压力；',
    requirements:
      '负责PCG大数据中台的维护，支撑腾讯视频、看点、微视、新闻、应用宝等业务场景使用；\n' +
      '负责PCG大数据中台的运营自动化建设工作，持续提高大数据中台的运营能力和效率；',
  },
  {
    id: 'c009',
    tag: '职位',
    title: '视频商业化数据科学实习生',
    position: '技术类',
    department: 'Innovation',
    city: '北京',
    type: '校园招聘',
    time: '2021-4-10',
    responsibility:
      '主导数据产品的开发，包含数仓的建立、数据的挖掘、清洗以及建立智能决策引擎；\n' +
      '研究、建立业务指标体系，做数据分析来产生洞察从而支持人为决策制定。\n' +
      '分析用户短期长期价值，最大化腾讯视频的长期商业价值；\n' +
      '共建实验平台，提升实验平台的准确性和可用性；\n' +
      '通过实验和分析来分析广告招商售卖策略，客户策略，价格策略、不同资源变现效率，客户和用户的激活、存留等。',
    requirements:
      '拥有统计学、数学、运筹学、经济学、计算机科学等学科的本科或以上学历；\n' +
      '2年以上数据、数据分析、数据工程、实验和商业智能方面的应用经验；\n' +
      '有挖掘数据、产生数据驱动的洞察，并通过洞察影响业务决策的经验；\n' +
      '有使用SQL、R，Python，C/C++，Java等分析大型数据和建模的经验。',
  },
  {
    id: 'c010',
    tag: '职位',
    title: '高级硬件电子开发工程师',
    position: '技术类',
    department: 'WXG',
    city: '广州',
    type: '社会招聘',
    time: '2021-6-20',
    responsibility:
      '1、负责智能硬件产品的硬件架构设计与方案开发，包括原理图设计、器件选型、Layout设计、硬件debug等内容；\n' +
      '2、带领硬件合作厂商进行产品开发与工厂生产，进行产线支持，并把控产线交付质量和交付效率；',
    requirements:
      '1、 计算机、电子、通信、自动化相关专业，本科及以上学历；\n' +
      '2、 理论基本扎实，具有良好的模拟电路，数字电路基础；熟悉USB，SPI，I2C，RS232，RS485，HDMI等常见通信协议；\n' +
      '3、 精通MTK、RK、高通、Intel等主流芯片厂商中一到两家SOC方案的硬件设计；\n' +
      '4、 具备创新的硬件架构和电路设计的能力，熟练使用Orcad，Pads，Allegro等EDA工具，能根据需求独立完成原理图设计；具备review多层HDI高速PCB设计的能力，有独立Layout经验者优先；\n' +
      '5、 熟悉3D摄像头、麦克风阵列等AI模块电路设计；\n' +
      '6、 有芯片原厂、手机等终端产品公司任职经验；\n' +
      '7、 熟悉整机ESD，EMC整改，熟悉硬件开发流程，有大规模产品量产案例经验优先。',
  },
  {
    id: 'c011',
    tag: '职位',
    title: '商业创新web前端开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-6-13',
    responsibility:
      '负责前端UI组件、Nodejs逻辑组件研发，探索市面上不同的前端玩法能力，要求开发的页面或能力具有良好的用户体验及兼容性；\n' +
      '负责应用javascript和相关技术与后台、客户端(Android、iOS)进行交互通信；\n' +
      '负责pc web和手机HTML5前端系统分析、优化工作；\n' +
      '负责手Q及微信小程序的组件封装、优化工作；\n' +
      '熟悉Node.js服务端开发并具有linux等相关平台下开发经验者优先。',
    requirements:
      '精通javascript(es6、es7)、HTML语法，有一定的跨浏览器开发调试经验；\n' +
      '熟悉http协议，具备基础web性能优化经验和web安全知识，能独立完成html、css的页面制作、具备良好的css功底；\n' +
      '熟悉hybrid App的实现过程，具有Android、iOS相关客户端研发经验者优先；\n' +
      '熟悉Node.js后端Server研发，具有数据库、Redis等存储访问研发经验者优先；\n' +
      '良好的思考习惯，逻辑思维清晰，责任心，工作激情，学习心态和沟通能力出色；',
  },
  {
    id: 'c012',
    tag: '职位',
    title: '国际IP 新手游-高级引擎开发工程师（大世界方向）',
    position: '技术类',
    department: 'IEG',
    city: '深圳',
    type: '社会招聘',
    time: '2021-4-03',
    responsibility:
      '负责大世界相关的技术开发工作，包括但不限于地形、植被、PCG工具链；\n' +
      '负责大世界相关的前沿技术预研；\n' +
      '负责大世界相关的高级渲染特性开发，根据需求开发或修改引擎特性；\n' +
      '负责游戏中性能优化相关工作；\n' +
      '优化大世界生产管线，提升项目生产力。',
    requirements:
      '3年以上游戏相关开发经验。\n' +
      '熟悉3D图形学，有良好的数学和算法基础；\n' +
      '熟悉地形、植被、大世界光影的渲染，有开放大世界或PCG相关的开发经验；\n' +
      '熟练掌握移动端性能profile工具，可以精确评估引擎的性能开销，并针对性提出优化方案；\n' +
      '具备很好的学习和技术研究应用的能力；\n' +
      '热爱游戏，有梦想，有追求，抗压力强；\n' +
      '熟悉Houdini等PCG工具者优先；\n' +
      '熟悉商业游戏引擎源代码者优先，对动作游戏熟悉和热爱者优先。',
  },
  {
    id: 'c013',
    tag: '职位',
    title: '动漫平台Android开发工程实习生',
    position: '技术类',
    department: 'PCG',
    city: '北京',
    type: '校园招聘',
    time: '2021-3-28',
    responsibility:
      '负责腾讯动漫新功能开发以及相关功能维护；\n' +
      '负责新技术的预研和项目攻坚；\n' +
      '参与团队基础组件的开发以及维护；\n' +
      '参与产品性能优化、质量指标的优化以及团队项目代码的优化。',
    requirements:
      '本科以上学历；3年以上相关工作经验；\n' +
      '熟悉Java、Kotlin以及C/C++语言，有实际项目经验；\n' +
      '了解Android开发平台、Framework和底层设计原理，熟悉API调用、多线程、网络相关知识，精通UI布局和控件的使用。对Android性能优化、内存优化有一定的经验；\n' +
      '具备良好的分析和解决问题能力，同时有良好的沟通能力和团队协作意识；\n' +
      '工作严谨负责，学习能力强，具备较强的团队精神，良好的表达和沟通能力，乐于学习新技术。',
  },
  {
    id: 'c014',
    tag: '职位',
    title: '创新项目推荐系统开发工程师',
    position: '技术类',
    department: 'Innovation',
    city: '深圳',
    type: '社会招聘',
    time: '2021-1-19',
    responsibility:
      '负责腾讯旗下社交电商推荐系统的研发和性能优化；\n' +
      '负责推荐系统中台化能力的设计与研发；\n' +
      '负责推荐能力和业务各个场景的对接，保障接入效率和转化。',
    requirements:
      '本科及以上学历，计算机科学与技术相关专业，从事后台开发5年及以上工作经验；\n' +
      '具备强悍的编码能力和扎实的数据结构和算法功底；\n' +
      '有推荐系统相关经验优先，了解常用的推荐算法；\n' +
      '熟悉Unix/Linux操作系统，精通Java，C++，Go等任一门语言，熟悉面向对象开发方法；\n' +
      '熟悉常见大数据基础组件的使用/原理/调优者优先，如Flume/Hadoop/Hbase/Spark/Flink/Kafka/Hive等；\n' +
      '具备良好的沟通和表达能力，对信息流的用户体验有自己的想法，有较好的产品意识。',
  },
  {
    id: 'c015',
    tag: '职位',
    title: '游戏美术3D设计师',
    position: '设计类',
    department: 'IEG',
    city: '广州',
    type: '社会招聘',
    time: '2021-6-25',
    responsibility:
      '负责打造3D动画内容视觉表现，包括角色造型/场景/灯光/渲染等环节；\n' +
      '根据原画制作高中低模，模型结构及颜色紧跟项目要求；构思并输出高质量3D美宣插图；\n' +
      '有美术外包管理经验能审核修改及外包团队的培养；\n' +
      '使用UE4引擎导入资源进行材质调整及贴图绘制，不断打磨并输出高质量效果。',
    requirements:
      '5年以上写实风格3D制作经验，精通3D角色静帧渲染全流程；\n' +
      '有一定的造型和灯光渲染设计能力；对绑定/毛发/布料解算等制作有完整经验；\n' +
      '精通Max、Maya、Zbrush、Photoshop、Substance Painter、Marvelous Designer等软件；\n' +
      '有外包管理经验包括制定计划、进度过程跟进、品质反馈及引导培养能力；\n' +
      '抗压能力强，沟通表达良好，能主动融入团队，研究和掌握技术前沿并应用于工作中。',
  },
  {
    id: 'c016',
    tag: '职位',
    title: '微信境外支付港澳区域运营经理',
    position: '人力资源类',
    department: 'S2',
    city: '深圳',
    type: '社会招聘',
    time: '2021-1-30',
    responsibility:
      '针对港澳台区域商户、服务商、合作机构开展运营工作；\n' +
      '充分了解区域业态、用户、合作渠道等信息的基础上，挖掘商户需求、场景特点，通过制定有效的运营策略和资源整合方案，提升商户的有效覆盖、活跃、交易量；\n' +
      '制定和执行区域服务商、合作伙伴的管理发展策略，实现本地微信支付生态的良性发展。',
    requirements:
      '熟悉港澳台区域的市场、文化，有当地移动支付或相关行业工作经验，熟悉支付行业运作模式，有服务商户或渠道管理相关经验；\n' +
      '熟悉微信智慧生态及微信支付业务体系，有相关成功项目经验及为佳；\n' +
      '能够清晰准确把握商户、合作机构需求，整合微信及腾讯各方面资源实现业务有效落地；\n' +
      '其他要求：拥有粤语能力，英语熟练，掌握支付行业相关专业词汇，熟悉当地文化和商业情况、且有本地商户和服务商资源的优先考虑。',
  },
  {
    id: 'c017',
    tag: '职位',
    title: '组织发展经理',
    position: '产品类',
    department: 'S3',
    city: '上海',
    type: '社会招聘',
    time: '2021-6-24',
    responsibility:
      '组织有效性相关产品研发及专业服务，包括：参与或主导在组织有效性评估、组织诊断、组织设计等方面相关工具产品的研发及推广；\n' +
      '根据公司发展的需要，针对行业标杆企业做有针对性的组织研究，为公司未来的组织发展和优化提供有价值的参考或根据需要给出专业的建议，同时，配合组织发展总监结合腾讯集团内部不同的事业群、线和部门，梳理和总结组织设计的最佳实践，为公司内部组织优化提供参考；\n' +
      '参与及协助公司级、事业群级组织有效性诊断和并提供有效的解决方案，配合事业群、线或重点业务部门的发展需要，根据项目的规模和复杂性，作为Co-PM或核心项目成员主导或参与到组织有效性诊断的项目中，为内部客户提供专业的解决方案；\n' +
      '组织设计和优化赋能：协助对项目、管理实践等进行案例总结及做好知识管理、资源库的建立；\n' +
      '设计及开发各种形式的针对HRD、OD、BP等同事的组织评估、设计、优化工具及方法等相关专业知识和技术的赋能。',
    requirements:
      '本科及以上学历；\n' +
      '5年及以上相关工作经验；\n' +
      '认同公司企业文化，敬业和自我激励；\n' +
      '较好系统性思维、善于分析、提炼总结，及快速学习能力；\n' +
      '良好的口头和书面表达能力、沟通协调和组织能力；\n' +
      '客户导向强，良好的团队合作意识和能力，同时具备较强的推动及执行能力；\n' +
      '具有组织有效性评估诊断、组织设计及组织变革、集团管控等相关专业知识及项目运作经验者优先；\n' +
      '兼具知名人力资源咨询公司工作经验及企业组织发展工作经验者优先。',
  },
];

module.exports = job;
